Repository: Dlajeune/TelematicsApp-iOS
Catalog: TelematicsApp/*.lproj/Localizable.strings
Languages: es, fr

source: TelematicsApp
es: DELimit
fr: DELimit

source: dashboard_title
es: Panel
fr: Tableau de bord

source: feed_title
es: Datos
fr: Info

source: rewards_title
es: Recompensa
fr: Récompenses

source: profile_title
es: Perfil
fr: Profil

source: settings_title
es: Parámetros
fr: Paramètres

source: trip_detailed_title
es: Detalles de viaje
fr: Détails du voyage

source: success_login
es: Successfully Logged In
fr: Connexion réussie

source: This phone is not registered. Do you want to proceed registration with this phone number?
es: Este teléfono no está registrado. ¿Desea continuar con el registro con este número de teléfono?
fr: Ce téléphone n'est pas enregistré. Voulez-vous procéder à l'enregistrement avec ce numéro de téléphone ?

source: This Email is not registered. Do you want to proceed registration with this Email?
es: Este correo electrónico no está registrado. ¿Desea continuar con el registro con este correo electrónico?
fr: Cet e-mail n'est pas enregistré. Voulez-vous procéder à l'enregistrement avec cet e-mail ?

source: Sign Up
es: Inscribirse
fr: S'inscrire

source: Welcome!
es: ¡Bienvenido!

source: CONFIRM
es: CONFIRMAR
fr: CONFIRMER

source: CANCEL
es: CANCELAR
fr: ANNULER

source: JOIN
es: ENTRAR
fr: JOINDRE

source: Join using Email
es: Unirse usando el correo electrónico
fr: Joindre par e-mail

source: JOIN USING EMAIL
es: ÚNETE POR CORREO ELECTRÓNICO
fr: INSCRIPTION PAR COURRIEL

source: Login via Phone Number
es: Iniciar sesión a través del número de teléfono
fr: Connectez-vous via le numéro de téléphone

source: LOGIN VIA PHONE NUMBER
es: INICIAR SESIÓN A TRAVÉS DEL NÚMERO DE TELÉFONO
fr: CONNEXION PAR NUMÉRO DE TÉLÉPHONE

source: log_in_text
es: INICIAR SESIÓN
fr: CONNEXION

source: SIGN IN
es: INICIO DE SESIÓN
fr: S'IDENTIFIER

source: Sign In
es: Iniciar sesión
fr: S'identifier

source: Don’t have an account? Sign Up
es: ¿No tienes una cuenta? Inscribirse
fr: Vous n'avez pas de compte ? S'inscrire

source: Login via
es: Iniciar sesión a través de
fr: Connectez-vous via

source: Phone Number
es: Número de teléfono
fr: Numéro de téléphone

source: LET'S GO!
es: ¡VAMOS!

source: Use your email address
es: Utilice su dirección de correo electrónico
fr: Utilisez votre adresse e-mail

source: enter phone
es: ingrese el telefono
fr: entrer le téléphone

source: Select Countries
es: Seleccionar países
fr: Sélectionnez les pays

source: Select Country
es: Seleccionar país
fr: Choisissez le pays

source: Get a new password
es: Obtener una nueva contraseña
fr: Obtenez un nouveau mot de passe

source: Sign in with another email
es: Iniciar sesión con otro correo electrónico
fr: Connectez-vous avec une autre adresse e-mail

source: Sign in with another phone
es: Iniciar sesión con otro teléfono
fr: Connectez-vous avec un autre téléphone

source: enter password
es: introducir la contraseña
fr: entrer le mot de passe

source: Enter your password from sms
es: Ingrese su contraseña de sms
fr: Entrez votre mot de passe par sms

source: You were logged in as %@
es: Has iniciado sesión como %@
fr: Vous étiez connecté en tant que %@

source: You were logged in
es: Estabas conectado
fr: Vous étiez connecté

source: Wrong password, please repeat again
es: Contraseña incorrecta, repita de nuevo
fr: Mot de passe incorrect, veuillez répéter

source: Message with a password was sent to %@ Enter it in the field below
es: Se envió un mensaje con una contraseña a %@ Ingréselo en el campo de abajo
fr: Un message avec un mot de passe a été envoyé à %@ Saisissez-le dans le champ ci-dessous

source: Enter the password from sms
es: Ingrese la contraseña de sms
fr: Entrez le mot de passe du sms

source: Resend password after %d sec
es: Reenviar contraseña después de %d segundos
fr: Renvoyer le mot de passe après %d sec

source: An error occurred while changing the password. Try again please
es: Se produjo un error al cambiar la contraseña. Por favor, inténtalo de nuevo
fr: Une erreur s'est produite lors de la modification du mot de passe. Réessayez s'il vous plaît

source: Enter email
es: Ingrese correo electrónico
fr: Entrer l'e-mail

source: Enter password
es: Introducir la contraseña
fr: Entrer le mot de passe

source: create password
es: crear contraseña

source: Already have an account? Sign In
es: ¿Ya tienes una cuenta? Iniciar sesión
fr: Vous avez déjà un compte? S'identifier

source: Delete this vehicle
es: Eliminar este vehículo
fr: Supprimer ce véhicule

source: Email:
es: Correo electrónico:

source: Email: %@
es: Correo electrónico: %@

source: Complete your First Trip to Unlock Scoring
es: Completa tu primer viaje para desbloquear la puntuación
fr: Terminez votre premier voyage pour débloquer le score

source: Start Driving to Reveal Your Score!
es: ¡Empiece a conducir para revelar su puntuación!
fr: Commencez à conduire pour révéler votre score !

source: Check App Permissions
es: Verificar los permisos de la aplicación
fr: Vérifier les autorisations

source: Do not see your trips?
es: ¿No ves tus viajes?
fr: Vous ne voyez pas vos trajets ?

source: Make your first trip
es: Haz tu primer viaje
fr: Faites votre 1er voyage

source: menuitem_profile
es: Mi perfil
fr: Mon profil

source: menuitem_connectOBD
es: Conecte el dispositivo OBD
fr: Connecter un appareil OBD

source: menuitem_measures
es: Medidas
fr: Mesures

source: menuitem_companyId
es: Unirse a una empresa
fr: Joindre une entreprise

source: menuitem_claims
es: Reclamaciónes
fr: Réclamations

source: menuitem_leaderboard
es: Tabla de clasificación
fr: Classement

source: menuitem_howiw
es: Cómo funciona
fr: Comment ça fonctionne

source: menuitem_tsettings
es: Configuración telemática
fr: Paramètres télématiques

source: menuitem_connectobd
es: Conecte el dispositivo OBD
fr: Connecter un appareil OBD

source: menuitem_security
es: Seguridad
fr: Sécurité

source: menuitem_chat
es: Chat
fr: Discuter

source: menuitem_logout
es: Cerrar sesión
fr: Se déconnecter

source: menuitem_privacy
es: Política de privacidad
fr: Politique de confidentialité

source: menuitem_terms
es: Condiciones de uso
fr: Conditions d'utilisation

source: menuitem_rate
es: Califica nuestra aplicación
fr: Évaluez notre application

source: menuitem_help
es: Ayudar
fr: Aider

source: Measures
es: Medidas
fr: Mesures

source: Distance
es: Distancia

source: Date format
es: Formato de fecha
fr: Format de date

source: Time format
es: Formato de tiempo
fr: Format de l'heure

source: Join a Company
es: Unirse a una empresa
fr: Joindre une entreprise

source: If you have a Company invitation code, enter it in the field below
es: Si tiene un código de invitación de la empresa, ingréselo en el campo a continuación
fr: Si vous disposez d'un code d'invitation Entreprise, saisissez-le dans le champ ci-dessous

source: Invite code
es: Codigo de invitacion
fr: Code d'invitation

source: Your trips may be not recorded. Please, follow to App Settings=>Location=>Precise Location
es: Es posible que sus viajes no se registren. Por favor, navega a Configuración=>aplicación=>Ubicación=>Ubicación precisa

source: Your trips may be not recorded. Please, follow to Settings=>Battery=>Low Power
es: Es posible que sus viajes no se registren. Por favor, navega a Configuración=>Batería=>Ahorrar batería

source: Logout
es: Cerrar sesión
fr: Se déconnecter

source: Are you sure you want to quit?
es: ¿Estás seguro de que quieres dejar de fumar?
fr: Êtes-vous sûr de vouloir quitter?

source: Yes
es: Sí
fr: Oui

source: Cancel
es: Cancelar
fr: Annuler

source: Done
es: Hecho
fr: Terminé

source: Email
es: Correo electrónico

source: BACK
es: ESPALDA
fr: RECUL

source: Back
es: Espalda
fr: Recul

source: COMPLETE
es: COMPLETO
fr: ACHEVÉE

source: NEXT STEP
es: PRÓXIMO PASO
fr: L'ÉTAPE SUIVANTE

source: Success
es: Éxito
fr: Succès

source: Successful
es: Exitoso
fr: À succès

source: Successfully
es: Exitosamente
fr: Avec succès

source: placeholder_name
es: Tu nombre
fr: Votre nom

source: error_title
es: Error
fr: Erreur

source: Search
es: Buscar
fr: Chercher

source: Support
es: Apoyo
fr: Soutien

source: Camera Roll
es: Rollo de la cámara
fr: Galerie de photos

source: You are about to earn some
es: Estás a punto de ganar algo
fr: Vous êtes sur le point de gagner des points

source: MAKE
es: MARQUE
fr: MARQUE

source: MODEL
es: MODÈLE
fr: MODÈLE

source: VEHICLE NICKNAME
es: SURNOM DU VÉHICULE
fr: SURNOM DU VÉHICULE

source: VEHICLE YEAR
es: ANNÉE DU VÉHICULE
fr: ANNÉE DU VÉHICULE

source: INITIAL MILEAGE
es: KILOMÉTRAGE ACTUEL
fr: KILOMÉTRAGE ACTUEL

source: PAINTING TYPE
es: TYPE DE PEINTURE
fr: TYPE DE PEINTURE

source: SOLID
es: SOLIDE
fr: SOLIDE

source: Report a New Claim
es: Signaler une réclamation
fr: Signaler une réclamation

source: You have no created claims yet
es: Aucune réclamation créé
fr: Aucune réclamation créé Ce processus est en anglais

source: Tracking Mode
es: Modo de seguimiento
fr: Mode de suivi

source: Battery Saver
es: Ahorro de batería
fr: Économiseur de batterie

source: Select Tracking Mode
es: Su modo de seguimiento
fr: Votre mode de suivi

source: Choose a mode depending on your goals. You can switch this any time
es: Elija un modo según sus objetivos. Puede cambiar esto en cualquier momento
fr: Choisissez un mode en fonction de vos objectifs. Vous pouvez le changer à tout moment

source: Automatic Tracking
es: Seguimiento automático
fr: Suivi automatique

source: All your trips will be recorded 24/7. You can manually turn it off in Settings
es: Todos tus viajes se grabarán las 24 horas, 7 días. Puedes desactivarlo manualmente en Ajustes
fr: Tous vos trajets seront enregistrés 24h et 7j. Vous pouvez le désactiver manuellement dans les paramètres

source: On-Demand Tracking
es: Seguimiento bajo demanda
fr: Suivi à la demande

source: Tracking works only when you are on duty
es: El seguimiento funciona solo cuando está de servicio
fr: Fonctionne que lorsque vous êtes en service

source: Tracking Disabled
es: Seguimiento deshabilitado
fr: Suivi désactivé

source: Tracking does not work at all
es: El seguimiento no funciona en absoluto
fr: Le suivi ne fonctionne pas du tout

source: PROCEED WITH DISABLED TRACKING MODE
es: EL MODO DE SEGUIMIENTO DESHABILITADO
fr: CONTINUER EN MODE DE SUIVI DÉSACTIVÉ

source: PROCEED WITH AUTOMATIC TRACKING MODE
es: EL MODO DE SEGUIMIENTO AUTOMÁTICO
fr: CONTINUER EN MODE DE SUIVI AUTOMATIQUE

source: PROCEED WITH ON-DEMAND TRACKING MODE
es: EL MODO DE SEGUIMIENTO BAJO DEMANDA
fr: CONTINUER EN MODE DE SUIVI À LA DEMANDE

source: Disabled
es: Discapacitado
fr: Désactivé

source: Automatic
es: Automático
fr: Automatique

source: On-Demand
es: Bajo demanda
fr: Sur demande

source: Welcome aboard!
es: Bienvenido a bordo!
fr: Bienvenue à bord!

source: Start
es: Comienzo
fr: Début

source: START TEST-DRIVE
es: COMIENZO PRUEBA DE CONDUCCIÓN
fr: DÉBUT ESSAI ROUTIER

source: dash_overall
es: Puntaje general
fr: Score globale

source: dash_acceleration
es: Puntuación de aceleración
fr: Score d'accélération

source: dash_braking
es: Puntuación de frenado
fr: Score de freinage

source: dash_phone
es: Puntuación de uso del teléfono
fr: Score du téléphone

source: dash_speeding
es: Puntaje de exceso de velocidad
fr: Score de vitesse

source: dash_cornering
es: Puntaje de curvas
fr: Score de virage

source: Users drive
es: Los usuarios conducen
fr: Les utilisateurs conduisent

source: 60% safer
es: 60% más seguro
fr: 60% plus sûr

source: with our awesome app!
es: con nuestra increíble aplicación!
fr: avec notre application géniale!

source: Save time & money when searching for the best auto, life, home, or health insurance policy online
es: Ahorre tiempo y dinero al buscar la mejor póliza de seguro de automóvil, de vida, de hogar o de salud en línea
fr: Économisez du temps et de l'argent lorsque vous recherchez en ligne la meilleure police d'assurance auto, vie, habitation ou maladie

source: Always listen
es: Siempre escucha
fr: Toujours écouter

source: carefully
es: con cuidado
fr: avec attention

source: to our advices!
es: a nuestros consejos!
fr: à nos conseils !

source: Inappropriate braking behaviour has a cumulative effect on a vehicle safety systems. This leads to increased risk!
es: El comportamiento de frenado inadecuado tiene un efecto acumulativo en los sistemas de seguridad del vehículo. ¡Esto conduce a un mayor riesgo!
fr: Un comportement de freinage inapproprié a un effet cumulatif sur les systèmes de sécurité d'un véhicule. Cela conduit à un risque accru!

source: Total Trips
es: Viajes totales
fr: Voyages

source: Mileage
es: Kilometraje
fr: Distance

source: Time Driven
es: Tiempo
fr: Durée

source: quantity
es: cantidad
fr: quantité

source: hours
es: horas
fr: heures

source: dash_points
es: puntos
fr: points

source: dash_km
es: km
fr: km

source: dash_hours
es: horas
fr: heures

source: dash_miles
es: mi
fr: mi

source: Rank
es: Rango
fr: Rang

source: LATEST SCORED TRIP
es: ÚLTIMO VIAJE PUNTUADO
fr: DERNIER VOYAGE NOTÉ

source: Scoring is available in:
es: La puntuación está disponible en:
fr: La notation est disponible en :

source: Drive as you do normally
es: Conduce como lo haces normalmente
fr: Conduisez comme d'habitude

source: TRIP
es: VIAJE
fr: VOYAGE

source: SHARED TRIP
es: VIAJE
fr: VOYAGE PARTAGÉ

source: CHALLENGE
es: DESAFÍO
fr: DÉFI

source: MESSAGE
es: MENSAJE

source: Make your first trip! It will appear here soon.
es: ¡Haz tu primer viaje! Aparecerá aquí pronto.
fr: Faites votre premier voyage ! Il apparaîtra ici bientôt.

source: Useful
es: Útil
fr: Utile

source: tip 1
es: ¡Mejora tu puntuación con 10 viajes sobre 90!
fr: Faites 10 trajets avec un score 90 ou plus pour améliorer votre score de conduite !

source: tip 2
es: El estilo de conducción repercute en sus gastos de combustible neumáticos y frenos.
fr: Le style de conduite a un impact sur vos dépenses en carburant, pneus et freins.

source: Eco Scoring
es: Puntuación ecológica
fr: Score éco

source: Fuel
es: Combustible
fr: Carburant

source: Tire
es: Llantas
fr: Pneus

source: Brakes
es: Frenos
fr: Freins

source: Cost of ownership
es: Coste de propiedad
fr: Coût de propriété

source: Week
es: Semana

source: WEEK
es: SEMENA
fr: SEMAINE

source: Month
es: Mes

source: Year
es: Año

source: MONTH
es: MES
fr: MOIS

source: YEAR
es: AÑO
fr: ANNÉE

source: MY ACTIVITY
es: MI ACTIVIDAD

source: My Activity
es: Mi Actividad
fr: Mes activités

source: Average Speed
es: Velocidad media
fr: Vitesse moyenne

source: Max Speed
es: Máxima velocidad
fr: Vitesse max

source: Average Trip Distance
es: Dist. de viaje promedio
fr: Dist. moy. du trajet

source: Have you already made a trip
es: Ya has hecho un viaje
fr: Avez-vous déjà fait un voyage

source: but it is not in the feed
es: pero no esta en el feed
fr: mais ce n'est pas dans le flux

source: DRIVING STREAKS
es: RACHAS DE CONDUCCIÓN

source: No Speeding
es: Velocidad

source: No Phone Usage
es: Teléfono

source: %@ trips
es: %@ viajes

source: None
es: Ninguno

source: Business
es: Negocio

source: Learn more>>
es: Más información>>

source: TRIPS
es: EXCURSIONES
fr: VOYAGES

source: trips
es: excursiones
fr: voyages

source: delete_trip
es: ¿Estás seguro de que quieres eliminar este viaje?
fr: Êtes-vous sûr de vouloir supprimer ce voyage ?

source: passanger_title
es: ¿Fuiste pasajero en este viaje?
fr: Avez-vous été passager lors de ce voyage?

source: passanger_tag_title
es: ¿Fue este viaje personal o de negocios?
fr: Ce voyage était-il personnel ou professionnel ?

source: more_info
es: Más
fr: Plus

source: trip_mileage_value
es: %d km
fr: %d km

source: trip_mileage_value_short
es: %.1f km
fr: %.1f km

source: trip_duration_value
es: %d min
fr: %d min

source: select_origin
es: ¿Eras el conductor en este viaje?
fr: Étiez-vous le conducteur de ce voyage?

source: Shared by me
es: Compartido por mi
fr: Partagé par moi

source: Shared by %@ %@
es: Compartido por %@ %@
fr: Partagé par %@ %@

source: great_trip
es: Tu viaje es genial. Sigue conduciendo y ganando nuevos puntos.
fr: Votre voyage est super. Continuez à conduire et à gagner de nouveaux points.

source: Driver
es: Conductor
fr: Conducteur

source: Passenger
es: Pasajero
fr: Passager

source: tripdetails_acc
es: Aceleración
fr: Accélération

source: tripdetails_brake
es: Frenado
fr: Freinage

source: tripdetails_corner
es: Curva
fr: Virage

source: %@ %@ Speed: %@ km/h Max Force: %@ m/s/s
es: %@ %@ Velocidad: %@ km/h Fuerza máxima: %@ m/s/s
fr: %@ %@ Vitesse: %@ km/h Force maximale: %@ m/s/s

source: %@ %@ Speed: %@ mi/h Max Force: %@ m/s/s
es: %@ %@ Velocidad: %@ mi/h Fuerza máxima: %@ m/s/s
fr: %@ %@ Vitesse: %@ mi/h Force maximale: %@ m/s/s

source: sheet_acc
es: Puntuación de aceleración
fr: Score d'accélération

source: sheet_braking
es: Puntuación de frenado
fr: Score de freinage

source: sheet_phone
es: Puntuación de distracción del teléfono
fr: Distraction téléphone

source: sheet_speeding
es: Puntaje de exceso de velocidad
fr: Score de vitesse

source: sheet_cornering
es: Puntaje de curvas
fr: Score de virage

source: Bus
es: Autobús
fr: Autobus

source: Motorcycle
es: Motocicleta
fr: Moto

source: Train
es: Tren

source: Bicycle
es: Bicicleta
fr: Bicyclette

source: Other
es: Otro
fr: Autre

source: CURRENT:
es: ACTUAL:
fr: COURANT:

source: BEST:
es: MEJOR:
fr: MEILLEUR:

source: %@ to %@
es: %@ a %@
fr: %@ au %@

source: To Unlock Trips Drive %.0f %@
es: Para desbloquear viajes Conducir %.0f %@
fr: Pour débloquer les trajets Conduisé %.0f %@

source: Trip Role
es: Rol de viaje

source: Please select your trip role
es: Seleccione su función de viaje

source: Driver Information
es: Información del conductor
fr: Informations sur le conducteur

source: Profile Information
es: información del perfil
fr: Informations sur le profil

source: My Cars
es: Mis carros
fr: Mes voitures

source: Your Vehicles
es: Tus vehículos
fr: Vos véhicules

source: nickname_placeholder
es: Apodo
fr: Surnom

source: validation_confirm_password
es: Confirma la contraseña
fr: Confirmer le mot de passe

source: You have successfully uploaded your documents. Expect their verification
es: Ha subido correctamente sus documentos. Espere su verificación
fr: Vous avez téléchargé avec succès vos documents. Attendez-vous à leur vérification

source: You have successfully uploaded your documents. Expect their verification. Your profile will be filled out automatically very soon
es: Ha subido correctamente sus documentos. Espere su verificación. Su perfil se completará automáticamente muy pronto
fr: Vous avez téléchargé avec succès vos documents. Attendez-vous à leur vérification. Votre profil sera rempli automatiquement très prochainement

source: Uploading
es: Subiendo
fr: Téléchargement

source: Take photos of the front and back side of the document or select from the Gallery
es: Tome fotos del anverso y reverso del documento o seleccione de la Galería
fr: Prenez des photos du recto et du verso du document ou sélectionnez-les dans la Galerie

source: Take Photo
es: Tomar foto
fr: Prendre une photo

source: Photo Library
es: Librería fotográfica
fr: Galerie de photos

source: Image Gallery
es: Galería de imágenes
fr: Galerie d'images

source: Phone: %@
es: Teléfono: %@
fr: Téléphone: %@

source: Phone:
es: Teléfono:
fr: Téléphone:

source: Married
es: Casado
fr: Marié

source: Widowed
es: Viudo
fr: Veuve

source: Divorced
es: Divorciado
fr: Divorcé

source: Single
es: Soltero
fr: Seul

source: Not specified
es: No especificado
fr: Non précisé

source: No kids
es: Sin niños
fr: Pas d'enfants

source: Marital Status: %@ Niños: %@
es: Estado civil: %@ Niños: %@

source: Marital Status:
es: Estado civil:
fr: État civil:

source: Kids:
es: Niños:
fr: Enfants:

source: Add New Document
es: Agregar nuevo documento
fr: Ajouter un nouveau document

source: Driving license not specified
es: Licencia de conducir no especificada
fr: Permis de conduire non précisé

source: License #: %@
es: Licencia #: %@

source: Add New Vehicle
es: Agregar nuevo vehículo
fr: Ajouter un nouveau véhicule

source: Car make not specified
es: Marca de coche no especificada
fr: Marque de voiture non spécifiée

source: Mileage can't be changed after adding a car
es: El kilometraje no se puede cambiar después de agregar un automóvil
fr: Le kilométrage ne peut pas être modifié après l'ajout d'une voiture

source: LICENSE: %@
es: LICENCIA: %@

source: Stop verification
es: Detener verificación
fr: Arrêter la vérification

source: Are you sure you want to stop verification of your documents?
es: ¿Está seguro de que desea detener la verificación de sus documentos?
fr: Voulez-vous vraiment arrêter la vérification de vos documents ?

source: Your Account Status
es: Estado de su cuenta
fr: L'état de votre compte

source: Uncompleted
es: Incompleto
fr: Inachevée

source: Complete info in order to use all features available within the app!
es: ¡Información completa para utilizar todas las funciones disponibles en la aplicación!
fr: Des informations complètes afin d'utiliser toutes les fonctionnalités disponibles dans l'application!

source: FIX ISSUES
es: SOLUCIONAR PROBLEMAS
fr: RÉSOUDRE LES PROBLÈMES

source: Personal Info
es: Información personal
fr: Infos personnelles

source: Personal Info
es: Información personal
fr: Infos personnelles

source: Driver Info
es: Información del conductor
fr: Infos sur le conducteur

source: Driver Info
es: Información del conductor
fr: Infos sur le conducteur

source: Vehicle Info
es: Información del vehículo
fr: Infos sur le véhicule

source: Vehicle Info
es: Información del vehículo
fr: Infos sur le véhicule

source: Verified Account
es: Cuenta verificada
fr: Compte vérifié

source: support_name
es: Apoyo
fr: Soutien

source: support_comment
es: Tu comentario u oración
fr: Votre commentaire ou phrase

source: support_nomail
es: No hay ninguna cuenta de correo electrónico configurada en la aplicación de correo de su iphone
fr: Votre iPhone n'a pas de compte de messagerie configuré dans l'application Mail

source: ALL TIME
es: EL TIEMPO
fr: TOUT TEMPS

source: STREAKS
es: MANCHAS
fr: TENDANCES

source: DRIVECOINS
es: DELCOINS
fr: DELCOINS

source: Acquired Coins
es: Coins adquiridas
fr: Pièces acquises

source: ━ ━ ━ Daily limit: %@
es: ━ ━ ━ Límite diario: %@
fr: ━ ━ ━ Limite journalière: %@

source: DAY
es: Día
fr: JOUR

source: THIS MONTH
es: ESTE MES
fr: CE MOIS

source: LAST MONTH
es: MES PASADO
fr: MOIS DERNIER

source: Earned Coins before applying daily limit
es: Monedas ganadas antes de aplicar el límite diario
fr: Pièces gagnées avant la limite quotidienne

source: Travelling
es: De viaje
fr: Voyageant

source: Safe Driving
es: Segura
fr: Sûreté

source: Eco Driving
es: Ecológica
fr: Conduite Eco

source: Accelerations
es: Aceleraciones
fr: Accélérations

source: Brakings
es: Frenadas

source: Cornerings
es: Esquinas
fr: Virages

source: Phone Usage
es: Teléfono
fr: Téléphone

source: Speeding
es: Velocidad
fr: Vitesse

source: Safety Score
es: Puntuación
fr: Scores

source: Coins Total
es: Total
fr: Pièces

source: Eco Score
es: Puntaje Eco
fr: Score éco

source: Tires
es: Llantas

source: ━ ━ ━ Daily limit: 20
es: ━ ━ ━ Límite diario: 20
fr: ━ ━ ━ Limite journalière: 20

source: Keep driving! Leaderboard appears soon.
es: ¡Sigue conduciendo! La tabla de clasificación aparece pronto.
fr: Continue de conduire! Le classement apparaît bientôt.

source: validation_enter_email
es: Falta el correo electrónico. Intentar otra vez
fr: L'e-mail est manquant. Réessayer

source: validation_invalid_email
es: La dirección de correo electrónico no es correcta
fr: L'adresse e-mail n'est pas correcte

source: validation_enter_phone
es: El número telefónico es inválido
fr: Le numéro de téléphone est invalide

source: validation_invalid_phone
es: El número de teléfono no es correcto
fr: Le numéro de téléphone n'est pas correct
