Repository: Dlajeune/TelematicsApp-iOS
Catalog: TelematicsApp/*.lproj/Localizable.strings
Languages: es, fr

source: validation_invalid_email_password
es: La contraseña es incorrecta. Consulte el correo electrónico u obtenga una nueva contraseña
fr: Le mot de passe est incorrect. Veuillez consulter l'e-mail ou obtenir un nouveau mot de passe

source: validation_invalid_password
es: La contraseña es incorrecta. Consulte SMS u obtenga una nueva contraseña
fr: Le mot de passe est incorrect. S'il vous plaît voir SMS ou obtenir un nouveau mot de passe

source: validation_invalid_password_small
es: La contraseña es demasiado corta
fr: Le mot de passe est trop court

source: validation_invalid_code_phone
es: El código es incorrecto. Por favor vea SMS u obtenga un nuevo código nuevamente
fr: Le code est incorrect. S'il vous plaît voir SMS ou obtenir à nouveau un nouveau code

source: validation_invalid_code_check_phone
es: El código es incorrecto. Por favor ver SMS
fr: Le code est incorrect. S'il vous plaît voir SMS

source: validation_invalid_code_email
es: El código es incorrecto. Por favor, vea el correo electrónico u obtenga un nuevo código nuevamente
fr: Le code est incorrect. Veuillez consulter l'e-mail ou obtenir à nouveau un nouveau code

source: validation_enter_password
es: Falta la contraseña. Intentar otra vez
fr: Le mot de passe est manquant. Réessayer

source: validation_enter_symbols
es: La contraseña no es válida
fr: Le mot de passe est invalide

source: validation_enter_symbols_six
es: La contraseña debe contener 6 caracteres como mínimo
fr: Le mot de passe doit contenir au moins 6 caractères

source: Change Password
es: Cambiar la contraseña
fr: Changer le mot de passe

source: Old Password
es: Contraseña anterior
fr: Ancien mot de passe

source: New Password
es: Nueva contraseña
fr: Nouveau mot de passe

source: Enter old password
es: Ingrese la contraseña anterior
fr: Entrer l'ancien mot de passe

source: Enter new password
es: Ingrese nueva clave
fr: Entrez un nouveau mot de passe

source: SAVE
es: AHORRAR
fr: SAUVER

source: Save
es: Ahorrar
fr: Sauver

source: You have changed password for your account
es: Ha cambiado la contraseña de su cuenta
fr: Vous avez changé le mot de passe de votre compte

source: You entered the wrong password
es: Ingresaste la contraseña incorrecta
fr: Vous avez entré le mauvais mot de passe

source: Password can not be empty
es: La contraseña no puede estar vacía
fr: Le mot de passe ne peut pas être vide

source: Monday
es: Lunes
fr: Lundi

source: Tuesday
es: Martes
fr: Mardi

source: Wednesday
es: Miércoles
fr: Mercredi

source: Thursday
es: Jueves
fr: Jeudi

source: Friday
es: Viernes
fr: Vendredi

source: Saturday
es: Sábado
fr: Samedi

source: Sunday
es: Domingo
fr: Dimancde

source: Permission status
es: Estado de los permisos
fr: Statut d'autorisation

source: To determine your location automatically, you need to resolve access to the following functions. But in order to fully use the TelematicsApp app, you must issue all permissions, including GPS only ALWAYS mode. Do it now and get all the benefits.
es: Para determinar su ubicación automáticamente, debe resolver el acceso a las siguientes funciones. Pero para utilizar completamente la aplicación TelematicsApp, debe emitir todos los permisos, incluido el modo GPS solo SIEMPRE. Hágalo ahora y obtenga todos los beneficios.
fr: Pour déterminer automatiquement votre emplacement, vous devez résoudre l'accès aux fonctions suivantes. Mais pour utiliser pleinement l'application TelematicsApp, vous devez émettre toutes les autorisations, y compris le mode GPS uniquement TOUJOURS. Faites-le maintenant et obtenez tous les avantages.

source: To collect accurate data and complete app operation, you need to resolve access to the following functions:
es: Para recopilar datos precisos y completar el funcionamiento de la aplicación, debe resolver el acceso a las siguientes funciones:
fr: Pour collecter des données précises et compléter le fonctionnement de l'application, vous devez résoudre l'accès aux fonctions suivantes :

source: Enable GPS always
es: Habilitar GPS siempre
fr: Activer le GPS toujours

source: Enable Motions
es: Habilitar movimientos
fr: Activer les mouvements

source: Enable Push-notifications
es: Habilitar notificaciones push
fr: Activer les notifications push

source: Date of Birth Not specified
es: Fecha de cumpleaños No especificado
fr: Date de naissance Non précisé

source: Date of Birth %@
es: Fecha de cumpleaños %@
fr: Date de naissance %@

source: Address Not specified
es: Dirección No especificado
fr: Adresse Non précisé

source: Address %@
es: Dirección %@
fr: Adresse %@

source: START NOW
es: EMPEZAR AHORA

source: Get rewarded for your good driving habits, save on fuel & maintenance costs.
es: Obtenga recompensas por sus buenos hábitos de conducción, ahorre en combustible y costos de mantenimiento.

source: Trips Without Harsh Acceleration
es: Viajes sin aceleración brusca
fr: Voyages sans accélération brutale

source: Trips Without Hard Braking
es: Viajes sin frenadas bruscas
fr: Voyages sans freinage dur

source: Trips Without Hard Cornering
es: Viajes sin curvas pronunciadas
fr: Voyages sans virages serrés

source: Trips Without Speeding
es: Viajes sin exceso de velocidad
fr: Voyages sans excès de vitesse

source: Trips Without Phone Usage
es: Viajes sin uso de teléfono
fr: Voyages sans téléphone

source: Congratulations!
es: Felicidades!
fr: Félicitations!

source: You have given access to all permissions and now you can use full power of TelematicsApp app!
es: ¡Ha dado acceso a todos los permisos y ahora puede usar todo el poder de la aplicación!
fr: Vous avez donné accès à toutes les autorisations et vous pouvez maintenant utiliser toute la puissance de l'application !

source: Grow your Safe Driving Score
es: Aumente su puntaje de conducción segura
fr: Augmentez votre score de conduite prudente

source: Grow your Safe Driving Score
es: Aumente su puntaje de conducción segura
fr: Augmentez votre score de conduite prudente

source: Complete with your Friends
es: Completo con tus amigos
fr: Complétez avec vos amis

source: Complete with your Friends
es: Completo con tus amigos
fr: Complétez avec vos amis

source: Complete Challenges & Gain Coins
es: Completa desafíos y gana monedas
fr: Terminez les défis et gagnez des pièces

source: Complete Challenges & Gain Coins
es: Completa desafíos y gana monedas
fr: Terminez les défis et gagnez des pièces

source: FIRST NAME
es: PRIMER NOMBRE
fr: PRÉNOM

source: LAST NAME
es: APELLIDO
fr: NOM DE FAMILLE

source: PHONE NUMBER
es: NÚMERO DE TELÉFONO
fr: NUMÉRO DE TÉLÉPHONE

source: BIRTH DATE
es: FECHA DE NACIMIENTO
fr: DATE DE NAISSANCE

source: MARITAL STATUS
es: ESTADO CIVIL
fr: ÉTAT CIVIL

source: CHILDREN
es: NIÑOS
fr: ENFANTS

source: ADDRESS
es: DIRECCIÓN
fr: ADRESSE

source: ADDRESS
es: DIRECCIÓN
fr: ADRESSE

source: ID (Optional)
es: ID (opcional)
fr: ID (facultatif)

source: LICENSE NUMBER
es: NÚMERO DE LICENCIA
fr: NUMÉRO DE LICENCE

source: REGISTRATION DATE
es: FECHA DE REGISTRO
fr: DATE D'INSCRIPTION

source: DOCUMENT VALID UNTIL
es: DOCUMENTO VÁLIDO HASTA
fr: DOCUMENT VALABLE JUSQU'À

source: DOCUMENT ISSUED BY
es: DOCUMENTO EMITIDO POR
fr: DOCUMENT ÉMIS PAR

source: REGISTRATION LOCATION
es: UBICACIÓN DE INSCRIPCIÓN
fr: LIEU D'INSCRIPTION

source: CATEGORY
es: CATEGORÍA
fr: CATÉGORIE

source: LICENSE PLATE
es: PLACA
fr: PLAQUE D'IMMATRICULATION

source: VIN NUMBER
es: NÚMERO VIN
fr: NUMÉRO NIV

source: MAKE & MODEL
es: HAZ UN MODELO
fr: MARQUE ET MODÈLE

source: CAR TYPE
es: TIPO DE CARRO
fr: TYPE DE VOITURE

source: YEAR OF ISSUE
es: AÑO DE FABRICANTE
fr: ANNÉE DE FABRICATION

source: CHASSY NUMBER
es: NÚMERO DE CHASIS
fr: NUMÉRO DE CHÂSSIS

source: ENGINE POWER KWt
es: POTENCIA DEL MOTOR KWt
fr: PUISSANCE DU MOTEUR KWt

source: ENGINE POWER HP
es: POTENCIA DEL MOTOR HP
fr: PUISSANCE DU MOTEUR HP

source: TECHNICAL PASSPORT SERIES
es: SERIE PASAPORTE TÉCNICO
fr: SÉRIE PASSEPORT TECHNIQUE

source: TECHNICAL PASSPORT NUMBER
es: NÚMERO DE PASAPORTE TÉCNICO
fr: NUMÉRO DE PASSEPORT TECHNIQUE

source: MAX CAR WEIGHT
es: PESO MÁXIMO DEL COCHE
fr: POIDS MAXIMAL DE LA VOITURE

source: NO LOAD CAR WEIGHT
es: PESO DEL COCHE SIN CARGA
fr: POIDS DE LA VOITURE SANS CHARGE

source: OWNER FIRST NAME
es: PROPIETARIO NOMBRE
fr: PRÉNOM DU PROPRIÉTAIRE

source: OWNER LAST NAME
es: PROPIETARIO APELLIDO
fr: NOM DU PROPRIÉTAIRE

source: OWNER PATRONYMIC
es: PROPIETARIO PATRONÍMICO
fr: PROPRIÉTAIRE PATRONYME

source: SPECIAL MARKS
es: MARCAS ESPECIALES
fr: MARQUES SPÉCIALES

source: Uploaded Driver License
es: Licencia de conducir cargada
fr: Permis de conduire téléchargé

source: Uploaded Passport Photos
es: Fotos de pasaporte cargadas
fr: Photos de passeport téléchargées

source: Uploaded Car Document
es: Documento de coche cargado
fr: Document de voiture téléchargé

source: Complete Account
es: Cuenta completa
fr: Compte complet

source: Profile Info
es: Información de perfil
fr: Informations sur le profil

source: Car Info
es: Información del coche
fr: Infos sur la voiture

source: Registration:
es: Registro:
fr: Inscription:

source: Valid Until:
es: Válido hasta:
fr: Valable jusque:

source: Issued By:
es: Emitido por:
fr: Délivré par:

source: Location:
es: Localización:
fr: Emplacement:

source: Category:
es: Categoría:
fr: Catégorie:

source: Engine Volume:
es: Volumen del motor:
fr: Volume du moteur:

source: Engine Power:
es: Potencia del motor:
fr: Puissance du moteur:

source: Max Weight:
es: Peso máximo:
fr: Poids maximum:

source: Ecology Class:
es: Clase de Ecología:
fr: Classe d'écologie:

source: License Plate:
es: Placa:
fr: Plaque d'immatriculation:

source: Make & Model:
es: Haz un modelo:
fr: Marque et modèle:

source: Car Type:
es: Tipo de carro:
fr: Type de voiture:

source: Owner:
es: Dueño:
fr: Propriétaire:

source: Address:
es: Dirección:
fr: Adresse:

source: LICENSE:
es: LICENCIA:
fr: LICENCE:

source: Sign Up via
fr: Inscrivez-vous via

source: Use your phone number
fr: Utilisez votre téléphone

source: Email Address
fr: Adresse courriel

source: dd/mm
fr: jj/mm

source: mm/dd
fr: mm/jj

source: No
fr: Non

source: ECO SCORING
fr: SCORE ÉCO

source: Cost of Ownership
fr: Coût de propriété

source: Marital Status: %@ Kids: %@
fr: État civil: %@ Enfants: %@

source: VIN: %@
fr: NIV: %@

source: DriveCoins!
fr: DELCoins!

source: COLOR
fr: COULEUR

source: ECOLOGY CLASS
fr: COURS D'ÉCOLOGIE

source: Driving License
fr: Permis de conduire

source: Color:
fr: Couleur:

source: VIN:
fr: NIV:
